#مطور البوت @MR_MIGHO

#هاي الاسماء الجاهزة :/
from config import *
import random
import os
def bio(message):
	bio = types.InlineKeyboardMarkup()
	next = types.InlineKeyboardButton(text='NEXT',callback_data='NEXT')
	main = types.InlineKeyboardButton(text='MENU',callback_data='backma')
	bio.row_width= 3
	bio.add(next,main)
	
	
	bios = ['''-𓆪𝗔𝗠𝗔𝗔𝗥.𖤐𓆩
-𓆪𝗠𝗔𝗟𝗘𝗞.𖤐𓆩
-𓆪𝗔𝗬𝗔𝗗.𖤐𓆩
-𓆪𝗥𝗔𝗙𝗜𝗗.𖤐𓆩 
-𓆪𝗦𝗕𝗔𝗛.𖤐𓆩 
-𓆪𝗔𝗕𝗔𝗦.𖤐𓆩
-𓆪𝗛𝗔𝗕𝗜𝗕.𖤐𓆩''','''• ﴾𝔸𝔹𝔸𝕊𝕊﴿ ✬
• ﴾𝕆𝕋ℍ𝕄𝔸ℕ﴿  ✬
• ﴾ℍ𝔸𝔻𝔼ℝ﴿ ✬
• ﴾𝕊𝕀𝕁𝔸𝔻﴿ ✬
• ﴾𝔸ℍ𝕄𝔼𝔻﴿ ✬''','''⌯『𝐀𝐋𝐈』𖤍᭄𓄹
⌯『𝐋𝐁𝐍𝐀 』𖤍᭄𓄹
⌯『𝐀𝐒𝐄𝐄𝐋』𖤍᭄𓄹
⌯『𝐒𝐇𝐄𝐑𝐄𝐍』𖤍᭄𓄹
⌯『𝐌𝐔𝐒𝐓𝐀𝐅𝐀』𖤍᭄𓄹''','''╰𝐇𝐬𝐨༆︎╮
╰𝐀𝐥𝐥𝐨༆︎╮
╰𝐀𝐛𝐨𝐝༆︎╮
╰𝐀𝐛𝐚𝐬༆︎╮
╰𝐇𝐚𝐦𝐨𝐝༆︎╮
╰𝐀𝐡𝐦𝐞𝐝༆︎╮
....................''','''- 𓊆 𝘼𝙈𝙀𝙍 𓊇 𖤍‌
- 𓊆 𝘼𝙃𝙈𝙀𝘿 𓊇 𖤍‌
- 𓊆 𝙈𝙊𝙃𝘼𝙈𝙀𝘿 𓊇 𖤍‌
- 𓊆 𝙃𝙐𝙎𝙎𝙀𝙄𝙉 𓊇 𖤍‌
- 𓊆 𝙊𝙈𝘼𝙍 𓊇 𖤍‌
- 𓊆 𝘼𝙇𝙄 𓊇 𖤍''', '''- ❝ ⌊𝗗𝗔𝗡𝗡𝗬 𖨬 🇺🇸.
- ❝ ⌊𝗠𝗔𝗬𝗞𝗟 𖨬 🇺🇸.
- ❝ ⌊𝗘𝗩𝗔𝗡 𖨬 🇺🇸.
- ❝ ⌊𝗝𝗢𝗡𝗬𖨬 🇺🇸.
- ❝ ⌊𝗧𝗢𝗠 𖨬 🇺🇸.
........................''','''-𓆪𝗔𝗠𝗔𝗔𝗥.𖤐𓆩
-𓆪𝗠𝗔𝗟𝗘𝗞.𖤐𓆩
-𓆪𝗔𝗬𝗔𝗗.𖤐𓆩
-𓆪𝗥𝗔𝗙𝗜𝗗.𖤐𓆩 
-𓆪𝗦𝗕𝗔𝗛.𖤐𓆩 
-𓆪𝗔𝗕𝗔𝗦.𖤐𓆩
-𓆪𝗛𝗔𝗕𝗜𝗕.𖤐𓆩''','''“𝐌𝐎𝐇𝐀𝐌𝐄𝐃”༆
“𝐇𝐔𝐒𝐒𝐄𝐈𝐍”༆
“𝐀𝐊𝐈𝐋”༆
“𝐙𝐀𝐈𝐃”༆
- ........................''','''⌯ ˹𝙆𝙖𝙧𝙖˼ ♕︎.
⌯ ˹𝙉𝙖𝙖𝙧˼ ♕︎.
⌯ ˹𝙂𝙢𝙧˼ ♕︎.
⌯ ˹𝘿𝙚𝙫˼ ♕︎.
⌯ ˹𝙀𝙫𝙖˼ ♕︎.
.................''','''「𝘔𝘦𝘳𝘰 𐃣.
「𝘋𝘢𝘦𝘷 𐃣.
「𝘌𝘷𝘢 𐃣.
「𝘋𝘮𝘢𝘳 𐃣.
「𝘑𝘮𝘳𝘢 𐃣.
  ...............''','''‹ 𝑯𝑱𝑶| 🇮🇶،
‹ 𝑺𝑱𝑶 | 🇮🇶،
‹ 𝑨𝑺𝑶| 🇮🇶،
‹ 𝑨𝑵𝑶| 🇮🇶،
‹ 𝑨𝑭𝑶| 🇮🇶،
‹ 𝑻𝑩𝑶| 🇮🇶،
‹ 𝒁𝑵𝑶| 🇮🇶،
‹ 𝒁𝑯𝑶| 🇮??،''','''	..................
𓂐 𝙀𝙇𝙄𝙕𝘼𝘽𝙀𝙏𝙃 𖠛.
𓂐 𝘼𝙈𝘼𝙉𝘿𝘼 𖠛 .
𓂐 𝘼𝙉𝘿𝙍𝙀𝘼 𖠛 .
𓂐 𝙀𝙈𝙀𝙇𝙔 𖠛 .
𓂐𝙀𝙍𝙄𝙆𝘼 𖠛 .
𓂐 𝙀𝙑𝘼 𖠛 .
𓂐 𝘼𝙈𝙔  𖠛 .''','''- 𝙎 𝘼 𝙉 𝘿 𝙍 𝙄 𝙇 𝘼 : 🇺🇸Ꮠ
- 𝙍 𝘽 𝘼 𝙉 𝙕 𝙇 : 🇺🇸Ꮠ
- 𝙉 𝘼 𝙍 𝙏 𝙊 : 🇺🇸Ꮠ
- 𝙎 𝘼 𝙇 𝙇 𝙔 : 🇺🇸Ꮠ
- 𝙅 𝙀 𝙍 𝙔 : 🇺🇸Ꮠ
- 𝙏 𝙊 𝙈 : 🇺🇸Ꮠ
- 𝘽 𝙀 𝙉 : 🇺🇸Ꮠ''','''𖥻 𓆩𝙍𝙚𝙚𝙢𓆪،𖤍
𖥻 𓆩𝙕𝙖𝙮𝙣𝙖𝙗𓆪،𖤍
𖥻 𓆩𝙁𝙖𝙩𝙚𝙢𝙖𓆪،𖤍
𖥻 𓆩𝙍𝙖𝙤𝙖𝙣𓆪،𖤍
𖥻 𓆩𝙅𝙖𝙣𝙖𝙩𓆪،𖤍
𖥻 𓆩𝙕𝙖𝙝𝙧𝙖𓆪،𖤍
𖥻 𓆩𝙉𝙤𝙨𝙖𓆪،𖤍''','''- 𝑎𝑠𝑜 𐇲.
- 𝑎𝑛𝑜 𐇲.
- 𝑡𝑏𝑜 𐇲.
- 𝑡𝑛𝑜 𐇲.
- 𝒛𝒉𝒐 𐇲.
- 𝒛𝒏𝒐 𐇲.
- 𝒉𝒅𝒐 𐇲.
- 𝒉𝒃𝒐 𐇲''','''⌯˹𝙼𝙰𝚁𝚈𝙰𝙼˼ ⸙.
⌯˹𝚃𝙰𝙱𝙰𝚁𝙺˼ ⸙.
⌯˹𝚉𝙰𝚈𝙽𝙰𝙱˼ ⸙.
⌯˹𝚉𝙰𝙷𝚁𝙰˼ ⸙.
⌯˹𝚁𝙴𝙰𝙼˼ ⸙.
⌯˹𝙳𝙾𝙷𝙰˼ ⸙.
⌯˹𝚂𝙰𝙹𝙰˼ ⸙.
⌯˹𝙰𝚂𝙴𝙻˼ ⸙.''','''⌯ 𝗧𝗢𝗧𝗔 𓋜𐂂، 

⌯ 𝗭𝗢𝗞𝗔𓋜𐂂،

⌯ 𝗟𝗜𝗡𝗔 𓋜𐂂،

⌯ 𝗛𝗔𝗡𝗔 𓋜𐂂،

⌯ 𝗭𝗢𝗭𝗔 𓋜𐂂،''','''⌯ ˢʰᵃʰᵃᵈ . 
⌯ ᵃᵉʳⁿᵃʳᵈ . 
⌯ ˢᵃᵈᵉᵍ . 
⌯ ʰⁱⁿᵒᵒ . 
⌯ ⁿᵒᵒʳ . 
⌯ ᵃˡᵃᵃ . 
⌯ ᵃʰᵐᵉᵈ . 
⌯ ᵃʷˢ .''','''˹ᴀɴᴏᴏ˼ ❀ ꙰ .”

 ˹ᴛɴᴏᴏ˼❀ ꙰ .”

 ˹ᴛʙᴏᴏ˼❀ ꙰ .”

 ˹ᴊɴᴏᴏ˼❀ ꙰ .”

 ˹ʜᴅᴏᴏ˼❀ ꙰ .''','''ᯓ 𝙄𝙏𝙎 - 𝗔 𝗦 𝗢 𓍰 .💕
ᯓ 𝙄𝙏𝙎 - 𝗧 𝗕 𝗢 𓍰 .💕
ᯓ 𝙄𝙏𝙎 - 𝗔 𝗡 𝗢 𓍰 .💕
ᯓ 𝙄𝙏𝙎 - 𝗕 𝗡 𝗢 𓍰 .💕
ᯓ 𝙄𝙏𝙎 - 𝗥 𝗡 𝗢 𓍰 .💕''','''• мαяɪαм🚴🏽‍♀️💞..
 • zαyиαв🚴🏽‍♀️💞..
  • sαяαн🚴🏽‍♀️💞..
   • zαняα🚴🏽‍♀️💞..
    • sнαɪмαα🚴🏽‍♀️💞.''','''- ʰᵈᵒ ،💒💕

- ᶬᵉᶬ ،💒💕

- ᴬᵞᴬ ،💒💕

- ᴬˢᵒ ،💒💕

- ᶠᵒˢ ،💒💕

- ˢᵉᶮ ،💒💕''','''𝄇 𝗦𝗢𝗦𝗢𝆹𝅥𝅮 𝄆💘
𝄇 𝗡𝗢𝗡𝗔𝆹𝅥𝅮 𝄆💘
𝄇 𝗝𝗢𝗝𝗔 𝆹𝅥𝅮  𝄆💘
𝄇 𝗠𝗘𝗠𝗔𝆹𝅥𝅮𝄆💘
𝄇 𝗞𝗢𝗞𝗔𝆹𝅥𝅮 𝄆💘''','''𓄼ʳᵃⁿᵉᵃ.
‹ 𓄼ʰᵒʳ.
‹ 𓄼ⁿⁿᵒ.
‹  𓄼ˢᵃʳᵃ.
‹  𓄼ˢᵉʰᵃᵐ.
‹  𓄼ʰᵃᵈᵉʳ.
‹ 𓄼ᵐⁿᵃʳ.
‹  𓄼ᵃʳᵒᵃ.
‹  𓄼ᵐᵃˡⁱᵈ.
‹ 𓄼ⁿⁿˢʰ.''','''『𓆩 𝚃𝙱𝙾 𓆪』𐂂𓄹
『𓆩 𝙷𝙽𝙾 𓆪』 𐂂𓄹
『𓆩 𝙰𝙽𝙾 𓆪』𐂂𓄹
『𓆩 𝙰𝚉𝙾 𓆪』𐂂𓄹
『𓆩 𝙳𝙷𝙾 𓆪』𐂂𓄹
『𓆩 𝙰𝚂𝙾 𓆪』𐂂𓄹''','''• 【тαвαяκ】✭
• 【sнɪмα】✭
• 【иαвα】✭
• 【ᴊαииατ】✭
• 【єαsмєи】✭
• 【fєτємα】✭
• 【ĸαωτнαя】✭''','''⌯ ˹ʀɴᴏѕʜ˼❀ .

⌯ ˹ᴍᴇᴍᴏ˼❀ .

⌯ ˹ʜᴏʀᴇ˼ ❀ .

⌯ ˹ѕᴀʀᴀ˼ ❀ .

⌯ ˹ѕᴏѕ˼  ❀ .''','''•𝙼𝙰𝚁𝚈𝙰𝙼⋆  🧚🏻‍♀♥️ .

•𝙱𝙰𝚃𝙾𝙻⋆ 🧚🏻‍♀♥️ .

•𝙰𝙼𝙾𝙽⋆  🧚🏻‍♀♥️ .

•𝚉𝙰𝙽𝙾𝚂𝙷𝙰⋆ 🧚🏻‍♀♥️ .

•𝚉𝙰𝙷𝚁𝙰𝙰⋆  🧚🏻‍♀♥️ .

•𝙱𝙰𝙽𝙴𝙽⋆ 🧚🏻‍♀♥️ .''','''•˹𝙻𝚈𝙽𝙽˼⛈💞.
•˹𝙽𝙾𝙾𝚁˼⛈💞.
•˹𝚂𝙰𝙼𝙰𝚁˼⛈💞.
•˹𝙽𝙾𝚁𝙷𝙰𝙽˼⛈💞.
•˹𝙺𝙰𝚆𝚃𝙷𝙴𝚁˼⛈💞.
   •˹𝚃𝙰𝙱𝙰𝚁𝙰𝚀˼⛈💞.
     •˹𝚂𝙰𝙱𝚁𝙴𝙴𝙽˼⛈💞''']
	random.shuffle(bios)
	msg = random.choice(bios)
	random.shuffle(bios)
	sx= str(msg)
	bot.edit_message_text(chat_id=message.chat.id, message_id=message.message_id,text='`'+sx+'` \n\n-----\n*click to copy*',parse_mode="Markdown", reply_markup=bio)
	for i in range(5):
	 random.shuffle(bios)
	 os.system('clear')

def rmoz(message):
	msg = '''
	
	
- 𖣨 ، ෴ ، 𖡺  ، 𖣐 ، ✜ ، ✘ ، 𖡻 ،
- ༄ ، ༺༻ ، ༽༼ ،  ╰☆╮،  
- ɵ̷̥̥᷄ˬɵ̷̥̥᷅ ، ‏⠉̮⃝ ، ࿇࿆ ، ꔚ، ま ، ☓ ،
{𓆉 . 𓃠 .𓅿 . 𓃠 . 𓃒 . ?? . 𓃱 . 𓅓 . 𐂃  . ꕥ  . ⌘ . ♾ .    ꙰  .  . ᤑ .  ﾂ .
____
✦ ,✫ ,✯, ✮ ,✭ ,✰, ✬ ,✧, ✤, ❅ , 𒀭,✵ , ✶ , ✷ , ✸ , ✹ ,⧫, . 𐂂 }

-〘 𖢐 ، 𒍦 ، 𒍧 ، 𖢣 ، 𝁫 ، 𒍭 ، 𝁅 ، 𝁴 ، 𒍮 ، 𝁵 ، 𝀄 ، 𓏶 ، 𓏧 ، 𓏷 ، 𓏯 ، 𓏴 ، 𓏳 ، 𓏬 ، 𓏦 ، 𓏵 ، 𓏱 ، ᳱ ، ᯼ ، 𐃕 ، ᯥ ، ᯤ ، ᯾ ، ᳶ ، ᯌ ، ᢆ ،

 ᥦ ، ᨙ ، ᨚ  ، ᨔ  ، ⏢ ، ⍨ ، ⍃ ، ⏃ ، ⍦ ، ⏕ ، ⏤ ، ⏁ ، ⏂ ، ⏆ ، ⌳ ، ࿅ ، ࿕ ، ࿇ ، ᚙ ، ࿊ ، ࿈ ، ྿ ،
 ࿂ ، ࿑ ،  ᛥ ، ࿄ ، 𐀁 ، 𐀪 ، 𐀔 ، 𐀴 ، 𐀤 ، 𐀦 ، 𐀂 ، 𐀣 ، 𐀢 ، 𐀶 ، 𐀷 ، 𐂭 ، 𐂦 ، 𐂐 ، 𐂅 ، 𐂡 ، 𐂢 ، 𐂠 ، 𐂓 ، 𐂑 ، 𐃸 ، 𐃶 ، 𐂴 ، 𐃭 ، 𐃳 ، 𐃣 ، 𐂰 ، 𐃟 ، 𐃐 ، 𐃙 ، 𐃀 ، 𐇮 ، 𐇹 ، 𐇲 ، 𐇩 ، 𐇪 ، 𐇶 ، 𐇻 ، 𐇡 ، 𐇸 ، 𐇣 ، 𐇤 ، 𐎅 ، 𐏍 ، 𐎃 ، 𐏒 ، 𐎄 ، 𐏕 〙.


╔ ╗. 𓌹  𓌺 .〝  〞. ‹ ›  .「  」. ‌‏𓂄‏ ‌‌‏𓂁
〖 〗. 《》 .  < > . « »  . ﹄﹃

₁ ₂ ₃ ₄ ₅ ₆ ₇ ₈ ₉ ₀
𝟏 𝟐 𝟑 𝟒 𝟓 𝟔 𝟕 𝟖 𝟗 𝟎
𝟭 𝟮 𝟯 𝟰 𝟱 𝟲 𝟳 𝟴 𝟵 𝟬
①②③④⑤⑥⑦⑧⑨⓪
❶❷❸❹❺❻❼❽❾⓿
⓫⓬⓭⓮⓯⓰⓱⓲⓳⓴
———————×———————
 𝟶 𝟷 𝟸 𝟹 𝟺 𝟻 𝟼 𝟽 𝟾  𝟿
 𝟘 𝟙  𝟚  𝟛  𝟜  𝟝  𝟞  𝟟  𝟠 𝟡
 𝟬 𝟭  𝟮  𝟯  𝟰  𝟱   𝟲  𝟳  𝟴  𝟵  
 𝟎  𝟏  𝟐  𝟑  𝟒   𝟓   𝟔  𝟕   𝟖   𝟗
０ １ ２ ３ ４ ５ ６ ７８９
———————×———————
	
	'''
	bk = types.InlineKeyboardMarkup()
	back = types.InlineKeyboardButton(text='BACK',callback_data='backma')
	bk.add(back)
	bot.edit_message_text(chat_id=message.chat.id, message_id=message.message_id,text=msg,parse_mode="Markdown", reply_markup=bk)